Repository: Spyy004/LifeList
Catalog: lib/l10n/app_*.arb
Languages: bn, hi, tr

source: Home
bn: বাড়ি
hi: घर
tr: Ana Sayfa

source: Root
bn: মূল
hi: मूल
tr: Kök

# zeroBucketListfound
source: 0 Bucket List found
bn: কোন জর্নাল 0 পাওয়া যায়নি
hi: कोई बकेट लिस्ट नहीं मिली
tr: 0 tane Yapılacaklar Listesi bulundu

source: Let's create some bucket Lists
bn: চলো কিছু বাক্সের তালিকা তৈরি করি
hi: आइए कुछ बकेट लिस्ट बनाएं
tr: Hadi, Yapılacaklar Listesi oluşturalım.

source: Settings
bn: সেটিংস
hi: सेटिंग्स
tr: Ayarlar

source: CreateBucket
bn: বাক্স তৈরি করুন
hi: बकेट बनाएं
tr: Liste Oluşturun

source: SingleBucket
bn: একক বাক্স
hi: एकल बकेट
tr: Liste

source: ProfilePage
bn: প্রোফাইল পেজ
hi: प्रोफ़ाइल पेज
tr: Profil Sayfası

source: name
bn: নাম
hi: नाम
tr: Ad

source: Let's get Started
bn: শুরু করি
hi: शुरू करें
tr: Hadi, başlayalım!

source: Edit
bn: সম্পাদন করুন
hi: संपादित करें
tr: Düzenle

source: Save
bn: সংরক্ষণ করুন
hi: सहेजें
tr: Kaydet

source: Travel
bn: ভ্রমণ
hi: यात्रा
tr: Seyehat

source: Finance
bn: আর্থিক
hi: वित्त
tr: Finans

source: Adventure
bn: অভিযান
hi: साहसिक
tr: Macera

source: Career
bn: করিয়ার
hi: करियर
tr: Kariyer

source: Fitness
bn: ফিটনেস
hi: फ़िटनेस

source: Personality Development
bn: ব্যক্তিত্ব উন্নয়ন
hi: व्यक्तित्व विकास
tr: Kişisel Gelişim

source: Relationships
bn: সম্পর্ক
hi: रिश्ते
tr: İlişkiler

source: Add Task
bn: টাস্ক যুক্ত করুন
hi: टास्क जोड़ें
tr: Görev Oluştur

source: Your Buckets
bn: তোমার বাক্স
hi: आपके बकेट्स
tr: Listelerin

source: Onboarding
bn: অনবোর্ডিং
hi: ऑनबोर्डिंग
tr: Giriş

source: Select Category
bn: বিভাগ নির্বাচন করুন
hi: श्रेणी चुनें
tr: Kategori Seçin

source: Add Deadline
bn: শেষ সময় যুক্ত করুন
hi: डेडलाइन जोड़ें
tr: Bitiş Tarihi Ekleyin

source: Add Tasks
bn: টাস্ক যুক্ত করুন
hi: टास्क जोड़ें
tr: Görev Ekleyin

source: Tasks
bn: টাস্ক
hi: टास्क
tr: Yapılacaklar

source: Completed
bn: সম্পন্ন
hi: पूर्ण
tr: Tamamlandı

source: Title
bn: শিরোনাম
hi: शीर्षक
tr: Başlık

source: World Tour
bn: বিশ্ব পর্যটন
hi: दुनिया घूमना
tr: Dünya Turu

source: Description
bn: বর্ণনা
hi: विवरण
tr: Açıklama

source: Kicking Off Dreams
bn: স্বপ্ন শুরু করা
hi: सपनों को शुरू करना
tr: Hayallerinizi Başlatın

source: Create a Bucket
bn: একটি বাক্স তৈরি করুন
hi: एक बकेट बनाएं
tr: Liste Oluştur

source: First Name
bn: নামের প্রথম অংশ
hi: पहला नाम
tr: Adınız

source: Joe Mama
bn: জো মামা
hi: जो मामा

source: Last Name
bn: নামের শেষাংশ
hi: उपनाम
tr: Soyadınız

source: Age
bn: বয়স
hi: आयु
tr: Yaş

source: Profile
bn: প্রোফাইল
hi: प्रोफ़ाइल
tr: Profil

source: App Version
bn: অ্যাপ সংস্করণ
hi: ऐप का संस्करण
tr: Uygulama Sürümü

source: Source Code
bn: উৎস কোড
hi: सोर्स कोड
tr: Kaynak Kodu

source: Clear Data?
bn: ডেটা মুছে ফেলবেন?
hi: डेटा साफ़ करें
tr: Bilgileri Sil?

source: Delete Task?
bn: কার্য মুছুন?
hi: टास्क हटाएं
tr: Görevi Sil?

source: Delete Bucket?
bn: বাক্স মুছুন?
hi: बकेट हटाएं
tr: Listeyi Sil?

source: Cancel
bn: বাতিল করুন
hi: रद्द करें
tr: İptal

source: Confirm
bn: নিশ্চিত করুন
hi: पुष्टि करें
tr: Kabul

source: Status
bn: স্থিতি
hi: स्थिति
tr: Durum

source: Feature Coming Soon
bn: শীঘ্রই উপলব্ধ হবে
hi: जल्द ही आ रहा है!
tr: Yeni Özellik Çok Yakında

# youhavegotzerotasks
source: You have got 0 tasks
bn: আপনার কোন কাজ নেই
hi: आपके पास कोई काम नहीं हैं।
tr: 0 Tane Göreviniz Var

source: Let's add some tasks
bn: কিছু কাজ যুক্ত করি
hi: कुछ काम जोड़ें।
tr: Hadi, Yeni Görevler Ekleyelim

source: A bucket should have atleast one task
bn: একটি বাক্সে কমপক্ষে একটি কাজ থাকা উচিত
hi: बकेट में कम से कम एक काम होना चाहिए।
tr: Listede En Az Bir Görev Olmalı

source: Are you sure you want to delete this task?
bn: আপনি কি নিশ্চিত যে আপনি এই কাজটি মুছে ফেলতে চান?
hi: क्या आप वाकई इस काम को हटाना चाहते हैं?
tr: Bu Görevi Silmekten Emin Misiniz?

source: Are you sure you want to delete this bucket?
bn: আপনি কি নিশ্চিত যে আপনি এই বাক্সটি মুছে ফেলতে চান?
hi: क्या आप वाकई इस बकेट को हटाना चाहते हैं?
tr: Bu Listeyi Silmekten Emin Misiniz?

source: Are you sure you want to clear all data?
bn: আপনি কি নিশ্চিত যে আপনি সমস্ত ডেটা মুছে ফেলতে চান?
hi: क्या आप वाकई सभी डेटा को साफ करना चाहते हैं?
tr: Bütün Bilgiyi Silmek İstediğine Emin Misin?

source: Done
bn: সম্পন্ন
hi: पूर्ण
tr: Tamamlandı

source: Create
bn: তৈরি করুন
hi: बनाएं
tr: Oluştur

source: Travel to London!
bn: লন্ডনে ভ্রমণ করুন!
hi: लंदन जाना
tr: Londra'yı Gez!

source: Bucket Creation Failed, try again later
bn: বাক্স তৈরি ব্যর্থ হ
hi: बकेट नहीं बनाया जा सका। कृपया बाद में पुनः प्रयास करें।
tr: Liste Oluşturulamadı Tekrar Deneyin

source: Bucket Created successfully
bn: বাক্স সফলভাবে তৈরি করা হয়েছে
hi: बकेट सफलतापूर्वक बनाया गया।
tr: Liste Başarıyla Oluşturuldu

# titlemustbeatleastthreecharacters
source: Title must be atleast 3 characters
bn: শিরোনামে অন্তত তিনটি অক্ষর থাকা উচিত
hi: शीर्षक कम से कम तीन अक्षरों का होना चाहिए।
tr: Başlık En Az Üç Haneli Olmalı

# aBucketshouldhaveatleastonetask
source: A Bucket should have atleast 1 task
bn: একটি বাক্সে কমপক্ষে একটি কাজ থাকা উচিত
hi: एक बकेट में कम से कम एक काम होना चाहिए।
tr: Listenin En Az Bir Görevi Olmalı

source: Name too small
bn: নাম খুব ছোট
hi: नाम बहुत छोटा है।
tr: Girilen İsim Çok Kısa

source: Desc too small
bn: বিবরণ খুব ছোট
hi: विवरण बहुत छोटा है।
tr: Girilen Açıklama Çok Kısa

# ageshouldbelessthanhundredandgreaterthanzero
source: Age should be less than 100 & greater than 0
bn: বয়স ১০০ এর কম এবং ০ এর বেশি হওয়া উচিত
hi: आयु सौ से कम और शून्य से अधिक होनी चाहिए।
tr: Girilen Yaş 100'den Küçük 0'dan Büyük Olmalı

source: User registered succesfully
bn: ব্যবহারকারী সফলভাবে নিবন্ধিত হয়েছে
hi: उपयोगकर्ता सफलतापूर्वक रजिस्टर हुआ।
tr: Kullanıcı Girişi Başarılı

source: User registeration failed, Try again later
bn: ব্যবহারকারী নিবন্ধন ব্যর্থ হয়েছে, পরে আবার চেষ্টা করুন
hi: उपयोगकर्ता पंजीकरण
tr: Kullanıcı Girişi Başarısız. Tekrar Deneyin

# taskNameTooShort
source: Task name should be more than 3 letters
bn: কার্যের নামটি অবশ্যই ৩টি অক্ষরের বেশি হতে হবে
hi: टास्क का नाम बहुत छोटा है
tr: Görev İsimi En Az 3 Haneli Olmalı

source: Filter
bn: ফিল্টার করুন
hi: फ़िल्टर
tr: Filtrele

source: Reset
bn: পুনরায় সেট করুন
hi: रीसेट
tr: Sıfırla

source: Add to Calendar
bn: ক্যালেন্ডারে যুক্ত করুন
tr: Takvime Ekle

source: Send
bn: পাঠান

source: Feedback Form
bn: মতামত ফর্ম

# pleasenteratitle
source: Please enter a title
bn: দয়া করে একটি শিরোনাম লিখুন

# pleaseenteradescriptionofatleastencharacterslong
source: Please enter a description of at least 10 characters long
bn: দয়া করে কমপক্ষে ১০টি অক্ষরের একটি বিবরণ লিখুন

source: Select Scope
bn: সীমা নির্বাচন করুন

source: Submit Feedback
bn: মতামত জমা

source: Streak
bn: রেকর্ড

source: assets/profile.png
hi: एसेट्स/प्रोफाइल.png
